const problems = [
    {
        title: 'תקלה בתקשורת בין קונטיינר לpostgresql',
        content: `מה אפשר לעשות?
        - לוודא שהכתובת ip אליה מנסים לגשת היא של הservice שמקושר לdb
- לוודא פרטי התחברות נכונים
- למחוק db וליצור מחדש`
    },
    {
        title: 'בעיה במיפוי מודלים בSpring Hibernate',
        content: `מה אפשר לעשות?
        - יכול להיות שהשתמשת במילה שמורה לשם הטבלה? אולי user למשל? יש לנסות להחליף את שם הטבלה
        - חשוב להכיר! לpostgresql יש convention לשמות הטבלאות, שמות הטבלאות צריך להיות מילים באותיות קטנות מחוברות על ידי underscore`
    }
];

export default problems;